export const silentMessages = {
    'silentEnabled': 'Поняла! Теперь я буду бороться со стикерами в тишине',
    'silentDisabled': 'Ура! Буду говорить обо всех стикерах сразу же',
    'silentOnLocaleChange': 'Теперь я буду говорить это, когда мне не стоит говорить о стикерах!',
    'silentOffLocaleChange': 'Теперь я буду говорить это, когда вы разрешите мне говорить о стикерах!',
    'silentOnLocaleReset': 'Теперь я буду говорить как раньше, когда мне не стоит говорить о стикерах!',
    'silentOffLocaleReset': 'Теперь я буду говорить как раньше, когда вы разрешите мне говорить о стикерах!',
}

export const stickerMessageMentionModes = {
    'yes': 'а также упоминать того, кто отправил стикер',
    'no': 'а также не упоминать того, кто отправил стикер'
}

export const otherLocale = {
    'noText': 'Вы не сказали мне, что же говорить вместо тех слов!',
    'noPMText': 'Простите, но я не работаю в личных чатах. Добавьте меня в группу, и я буду работать в ней.',
    'yesButton': 'Да',
    'noButton': 'Нет',
    'needToMention': 'Хорошо, я поняла, однако, стоит ли мне упоминать того, кто отправил стикер?',
    'stickerMessageLocaleReset': 'Хорошо, теперь я буду говорить как прежде, когда увижу любой плохой стикер',
    'defaultStickerMessageLocale': 'мой папа говорит, что такие стикеры используют плохие дяди!',
    'stickerMessageLocaleChanged': 'Хорошо, теперь я буду говорить это,',
    'stickerMessageLocaleChange': 'Теперь я буду говорить это, когда я увижу любой стикер!',
    'helpRegularMessage': 'Я могу делать такие вещи:\n' +
        '/silent - не буду говорить после каждого удаленного стикера\n' +
        '/help - расскажу, что я умею',
    'helpAdminMessage': 'Я могу делать такие вещи:\n' +
        '/silent - не буду говорить после каждого удаленного стикера\n' +
        '/help - расскажу, что я умею\n' +
        '/silentonlocale - буду говорить это, когда вы разрешите мне говорить о стикерах\n' +
        '/silentonlocalereset - буду говорить как прежде, когда вы разрешите мне говорить о стикерах\n' +
        '/silentofflocale - буду говорить это, когда мне не стоит говорить о стикерах\n' +
        '/silentofflocalereset - буду говорить как прежде, когда мне не стоит говорить о стикерах\n' +
        '/messagelocale - буду говорить это, когда увижу любой плохой стикер\n' +
        '/messagelocalereset - буду говорить как прежде, когда увижу любой плохой стикер\n',
}
