const stickerMessages = {
    messageDefault:
        'мой папа говорит, что такие стикеры используют плохие дяди!',
    messageChanged: 'Теперь я буду говорить это, когда я увижу любой стикер!',
    messageWithMentionChanged: 'Хорошо, теперь я буду говорить это,',
    messageReset:
        'Хорошо, теперь я буду говорить как прежде, когда увижу любой плохой стикер',
    mentionModeYes: 'а также упоминать того, кто отправил стикер',
    mentionModeNo: 'а также не упоминать того, кто отправил стикер',
    mentionQuestion:
        'Хорошо, теперь я буду говорить так. Однако, стоит ли мне упоминать того, кто отправил стикер?',
    noTextProvided: 'Вы не сказали, что мне говорить!',
    timeoutError:
        'Я вернулась к старому тексту, ибо ответа насчет упоминания я не услышала. Если хотите повторить, отправьте запрос через команду еще раз',
    inProgress:
        'Я уже учу новый текст, попробуйте позже или подождите, пока прошлый запрос завершится'
};

export default stickerMessages;
